Repository: common-repository/ignore-single-update
Catalog: lang/ignore-single-update-*.po
Languages: de_de, fr_fr

source: Send vulnerability emails
de_de: Schwachstellen-E-Mails senden
fr_fr: Envoyer e-mails de vulnérabilités

source: Settings successfully updated
de_de: Einstellungen erfolgreich aktualisiert
fr_fr: Réglages bien enregistrés

source: Severity
de_de: Schweregrad
fr_fr: Sévérité

source: Show Screenshot
de_de: Screenshot anzeigen
fr_fr: Afficher image

source: Since you have WordFence installed, you can deactivate this setting if you experience duplicate emails.
de_de: Da Sie WordFence installiert haben, können Sie diese Einstellung deaktivieren, wenn Sie doppelte E-Mails erhalten.
fr_fr: Comme vous avez WordFence d’installé, vous pouvez désactiver ce réglage si vous recevez des emails en double.

source: Some of your plugins have known vulnerabilities
fr_fr: Certaines de vos extensions ont des failles de sécurité

source: Stop Ignoring
de_de: Ignorieren beenden
fr_fr: Ne plus ignorer

source: Stop ignoring the updates
de_de: Das Ignorieren der Aktualisierungen beenden
fr_fr: Arrêter d’ignorer les mises à jour

source: Successfully ignored for %s days
de_de: Diese Version wurde zuvor für %s Tage ignoriert
fr_fr: Bien ignorée pour %s jours

source: Successfully ignored for 1 day
de_de: Diese Version wurde zuvor für 1 Tag ignoriert
fr_fr: Bien ignorée pour 1 jour

source: Successfully ignored forever
de_de: Erfolgreich dauerhaft ignoriert
fr_fr: Bien ignorée à jamais

source: Successfully ignored until next version
de_de: Erfolgreich bis zur nächsten Version ignoriert
fr_fr: Bien ignorée jusqu’à la version suivante

source: Thank you for using my plugin
de_de: Vielen Dank, dass Sie mein Plugin verwenden
fr_fr: Merci d’utiliser mon extension

source: The %s version of the %s plugin is affected by a vulnerability
de_de: Die Version %s des Plugins %s ist von einer Schwachstelle betroffen
fr_fr: La version %s de l’extension %s est affectée par une vulnérabilité

source: The amount of days that will be used when not entering any number in the popup.
de_de: Die Anzahl der Tage, die verwendet werden, wenn keine Zahl im Popup eingegeben wird.
fr_fr: Le nombre de jours utilisé lorsqu’aucun chiffre n’est saisi dans la fenêtre surgissante.

source: The currently available update for the following plugin <strong>is ignored for too long</strong>:
de_de: Das derzeit verfügbare Aktualisierung für das folgende Plugin <strong>wurde zu lange ignoriert</strong>:
fr_fr: La mise à jour actuellement disponible pour l’extension suivante <strong>est ignorée pour une trop grande durée</strong> :

source: The following ignored plugin updates have expired. You may leave them, or delete them (risk-free) from the database
de_de: Die folgenden ignorierten Plugin-Aktualisierungen sind abgelaufen. Sie können sie in der Datenbank belassen oder (risikofrei) löschen.
fr_fr: Les mises à jour ignorées suivantes sont obsolètes. Vous pouvez les laisser telles quelles, ou les supprimer (sans le moindre risque) de la base de données

source: The following plugin <strong>cannot currently be updated</strong>:
de_de: Das folgende Plugin <strong>kann derzeit nicht aktualisiert werden</strong>:
fr_fr: L’extension suivante <strong>ne peut actuellement pas être mise à jour</strong> :

source: The following plugin <strong>has a known vulnerability</strong>:
fr_fr: L’extension suivante <strong>a une faille de sécurité</strong> :

source: The following plugin updates are currently automatically ignored, as per your Autopilot settings
de_de: Die folgenden Plugin-Aktualisierungen werden derzeit automatisch ignoriert, gemäß Ihren Autopilot-Einstellungen
fr_fr: Les mises à jour d’extensions suivantes sont actuellement automatiquement ignorées, en accord avec vos réglages de pilote automatique

source: The following plugin updates are currently ignored until they expire, or until the next version releases
de_de: Die folgenden Plugin-Aktualisierungen werden derzeit ignoriert, bis sie ablaufen, oder bis die nächste Version veröffentlicht wird
fr_fr: Les mises à jour d’extensions suivantes sont actuellement ignorées jusqu’à ce qu’elles arrivent à expiration ou qu’une nouvelle version sorte

source: The following plugin updates are PERMANENTLY IGNORED
de_de: Die folgenden Plugin-Aktualisierungen werden DAUERHAFT IGNORIERT
fr_fr: Les mises à jour d’extensions suivantes sont ignorées définitivement

source: The following plugin updates are PERMANENTLY IGNORED, and may represent security risks
de_de: Die folgenden Plugin-Aktualisierungen werden DAUERHAFT IGNORIERT und können Sicherheitsrisiken darstellen
fr_fr: Les mises à jour d’extensions suivantes sont IGNORÉES DEFINITIVEMENT et peuvent conduire à des problèmes de sécurité

source: The new versions of these plugins will never be automatically ignored.
de_de: Die neuen Versionen dieser Plugins werden niemals automatisch ignoriert.
fr_fr: Les nouvelles versions de ces extensions ne seront jamais automatiquement ignorées.

source: The plugin works out of the box, without needing to configure extra settings.
de_de: Das Plugin funktioniert sofort, ohne zusätzliche Einstellungen konfigurieren zu müssen.
fr_fr: L’extension fonctionne dès son activation, sans avoir forcément besoin de réglages supplémentaires.

source: The Secret Key obtained from wordfence.com
de_de: Der Geheimschlüssel, der von wordfence.com erhalten wurde
fr_fr: La clé secrète obtenue sur wordfence.com

source: There is %s additional setting, only accessible via WP filter:
de_de: Es gibt eine zusätzliche Einstellung, die nur über den WP-Filter zugänglich ist:
fr_fr: Il y a %s réglage supplémentaire, seulement accessible via filtre WordPress :

source: There is <span class="ispu-underline">a PREMIUM version</span>. Here are its <span class="ispu-underline">main features</span>:
de_de: Es gibt eine <span class="ispu-underline">PREMIUM-Version</span>. Hier sind ihre <span class="ispu-underline">Hauptfunktionen</span>:
fr_fr: Il y a une <span class="ispu-underline">version PREMIUM</span>. Voici ces <span class="ispu-underline">fonctionnalités principales</span> :

source: This email was sent to you by the %s plugin.
de_de: Diese E-Mail wurde Ihnen vom Plugin %s gesendet.
fr_fr: Cet e-mail vous a été envoyé par l’extension %s.

source: This version was previously ignored for %s day
de_de: Diese Version wurde zuvor für %s Tag ignoriert
fr_fr: Cette version a été ignorée pendant %s jour

source: This version was released more than %s day ago
de_de: Diese Version wurde vor mehr als 1 Tag veröffentlicht
fr_fr: Cette version est sortie il y a plus de %s jour

source: To submit a refund request, please open a <a href="%s">refund support ticket</a>.
de_de: Um eine Rückerstattungsanfrage zu stellen, öffnen Sie bitte ein <a href="%s">Rückerstattungs Support-Ticket</a>.
fr_fr: Pour effectuer votre demande de remboursement, veuillez ouvrir un <a href="%s">ticket d’assistance</a>.

source: Try Free For 30 Days
fr_fr: Essayer gratuitement pendant 30 jours

source: until next version
de_de: bis zur nächsten Version
fr_fr: jusqu’à la prochaine version

source: Updates page
de_de: Aktualisierungen-Seite
fr_fr: Page des mises à jour

source: Upgrade To Premium
de_de: Premium kaufen
fr_fr: Mise à niveau vers Premium

source: Upgrade to Premium and never worry about it again
de_de: Premium holen um sorgenfrei zu sein
fr_fr: Mettre à niveau vers Premium pour ne plus avoir à vous en soucier

source: Vulnerability detected
de_de: Schwachstelle erkannt
fr_fr: Vulnérabilité détectée

source: Vulnerability of %s severity detected in the %s plugin
de_de: Schwachstelle des Schweregrades %s in dem Plugin %s erkannt
fr_fr: Vulnérabilité de sévérité %s détectée dans l’extension %s

source: We accept all major credit cards including Visa, Mastercard, American Express, as well as PayPal payments.
de_de: Wir akzeptieren alle gängigen Kreditkarten (Visa, Mastercard, American Express) sowie PayPal-Zahlungen.
fr_fr: Nous acceptons toutes les principales carte de crédit (Visa, Mastercard, American Express), et également les paiements par PayPal.

source: We do not recommend completely disabling notices, since you may forget you ignored updates.
de_de: Wir empfehlen nicht, Benachrichtigungen vollständig zu deaktivieren, da Sie möglicherweise vergessen, Aktualisierungen ignoriert zu haben.
fr_fr: Nous ne recommandons pas de complètement désactiver les notifications, car vous pourriez tout simplement oublier que vous avez ignoré des mises à jour.

source: We stand behind our plugin’s quality and your satisfaction with it is important to us.
de_de: Wir stehen hinter der Qualität unseres Plugins, Ihre Zufriedenheit damit ist uns wichtig.
fr_fr: Nous avons entièrement confiance en la qualité de notre extension. Votre satisfaction envers son utilisation nous est donc primordiale.

source: What Does This Plugin Do?
de_de: Was macht dieses Plugin?
fr_fr: Que fait cette extension ?

source: What payment methods are accepted?
de_de: Welche Zahlungsmethoden werden akzeptiert?
fr_fr: Quels moyens de paiement acceptez-vous ?

source: What's the time span for your contracts?
de_de: Wie lange sind Ihre Verträge gültig?
fr_fr: Combien de temps durent vos contrats ?

source: When an admin notice is dismissed, it won't appear again for that number of days.
de_de: Wenn eine Admin-Benachrichtigung verworfen wird, wird sie in dieser Anzahl von Tagen nicht erneut angezeigt.
fr_fr: Lorsque qu’une notification d’administration est ignorée, elle n’apparaîtra pas de nouveau avant que ce nombre de jours soit écoulé.

source: Will not show the "%s" link when the version is a fix (e.g. going from 4.2.5 to 4.2.6).
de_de: Der "%s"-Link wird nicht angezeigt, wenn es sich um eine Fehlerkorrektur handelt (z.B. von 4.2.5 auf 4.2.6).
fr_fr: N’affichera pas le lien « %s » lorsque la version est corrective (par ex., de 4.2.5 à 4.2.6).

source: With this plugin, you can:
de_de: Mit diesem Plugin können Sie:
fr_fr: Avec cette extension, vous pouvez :

source: Without WordFence plugin
fr_fr: Sans extension WordFence

source: WordFence Integration
fr_fr: Intégration WordFence

source: WordFence integration instructions
de_de: Anleitung zur WordFence-Integration
fr_fr: Instructions pour l’intégration avec WordFence

source: WordFence Secret Key
de_de: WordFence Geheimschlüssel
fr_fr: Clé secrète WordFence

source: year
de_de: Jahr
fr_fr: an

source: Yes we do! We stand behind the quality of our product and will refund 100% of your money if you experience an issue that makes the plugin unusable and we are unable to resolve it.
de_de: Ja, das tun wir! Wir stehen hinter der Qualität unseres Produkts und erstatten Ihnen 100%, wenn Sie ein Problem haben, das das Plugin unbrauchbar macht und wir es nicht lösen können.
fr_fr: Absolument ! Nous avons confiance en la qualité de notre produit, et vous rembourserons à 100 % si votre problème rend l’extension inutilisable et que nous ne sommes pas en mesure de le résoudre.

source: Yes! Automatic updates to our premium plugin are available free of charge as long as you stay our paying customer.
de_de: Ja! Automatische Aktualisierungen für unser Premium-Plugin stehen Ihnen kostenlos zur Verfügung, solange Sie unser zahlender Kunde bleiben.
fr_fr: Oui ! Les mises à jour automatiques pour notre extension Premium sont disponibles gratuitement, tant que vous êtes à jour dans vos paiements annuels.

source: Yes! Top-notch customer support for our paid customers is key for a quality product, so we'll do our very best to resolve any issues you encounter via our support page.
de_de: Ja! Erstklassiger Kundensupport für unsere zahlenden Kunden ist enscheidend für ein qualitativ hochwertiges Produkt. Daher werden wir unser Bestes tun, um alle Probleme zu lösen, die Sie haben könnten.
fr_fr: Oui ! Nous savons qu’offrir à nos clients une assistance clientèle hors-pair est un des ingrédients d’un produit de qualité. Nous ferons donc de notre mieux pour résoudre les problèmes que vous pourriez rencontrer.

source: Yes! You can ask us any question by using our <a href="%s">contact form</a>.
de_de: Ja! Sie können uns jede Frage stellen, indem Sie unser <a href="%s">Kontaktformular</a> verwenden.
fr_fr: Oui ! Vous pouvez nous poser toutes vos questions via notre <a href="%s">formulaire de contact</a>.

source: Yes, if you ever decide that %s isn't the best plugin for your business, simply cancel your account from your Account panel.
de_de: Ja, wenn Sie jemals feststellen, daß %s nicht das beste Plugin für Ihr Unternehmen ist, kündigen Sie einfach Ihr Konto über Ihr Kontopanel.
fr_fr: Oui. Si jamais vous décidez que %s n’est pas une extension adéquate pour votre business, vous pouvez tout simplement annuler votre compte depuis l’onglet Compte.

source: You are currently ignoring %s plugin update.
de_de: Sie ignorieren derzeit %s Plugin-Aktualisierung.
fr_fr: Vous ignorez actuellement %s mise à jour d’extension.

source: You are currently permanently ignoring updates for %s plugin.
de_de: Sie ignorieren derzeit Aktualisierungen dauerhaft für %s Plugin.
fr_fr: Vous ignorez actuellement définitivement les mises à jour pour %s extension.

source: You are currently using the Free Trial of the Supporter Version. All plugin features are unlocked.
fr_fr: Vous utilisez actuellement l’essai gratuit de la formule Supporter. Toutes les fonctionnalités de l’extension dont débloquées.

source: You are within the first 14 days of the purchase of the plugin.
de_de: Sie befinden sich innerhalb der ersten 14 Tage nach dem Kauf des Plugins.
fr_fr: Cela fait maximum 14 jours que vous avez acheté l’extension.

source: You currently do not have any active ignored plugin updates.
de_de: Sie haben derzeit keine aktiven ignorierten Plugin-Aktualisierungen.
fr_fr: Actuellement vous n’ignorez aucune mise à jour d’extensions.

source: You have attempted to resolve your issue(s) with our support team by opening a support ticket through the "%s" tab in the plugin’s admin settings.
de_de: Sie haben versucht, Ihr Problem mit unserem Support-Team zu lösen, indem Sie ein Support-Ticket über den Tab "%s" in den Admin-Einstellungen des Plugins geöffnet haben.
fr_fr: Vous avez essayé de résoudre votre problème en ouvrant un ticket d’assistance via l’onglet « %s » des paramètres de l’extension.

source: You should avoid ignoring plugin updates for too long
de_de: Sie sollten vermeiden, Plugin-Aktualisierungen zu lange zu ignorieren
fr_fr: Vous devriez éviter d’ignorer les mises à jour d’extensions pendant trop longtemps

source: You should avoid ignoring plugin updates for too long. If the update was problematic, a fix would most likely occur within 7 days.
de_de: Sie sollten vermeiden, Plugin-Aktualisierungen zu lange zu ignorieren. Wenn das Aktualisierung Probleme verursacht hat, wird wahrscheinlich innerhalb von 7 Tagen eine Korrektur erfolgen.
fr_fr: Vous devriez éviter d’ignorer les mises à jour d’extension pendant trop longtemps. Si la mise à jour était problématique, elle serait probablement corrigée sous 7 jours.

source: You should never completely ignore future plugin updates, since they may contain important security fixes.
de_de: Sie sollten niemals zukünftige Plugin-Aktualisierungen vollständig ignorieren, da sie wichtige Sicherheitskorrekturen enthalten könnten.
fr_fr: Vous ne devriez jamais complètement ignorer les futures mises à jour d’extensions, car elles peuvent contenir d’importants correctifs de sécurité.

source: You should never permanently ignore plugin updates
de_de: Sie sollten niemals Plugin-Aktualisierungen dauerhaft ignorieren
fr_fr: Vous ne devriez jamais ignorer les mises à jour de façon permanente

source: Your current plan does not support Multisite. Please Upgrade to the Business plan to use the plugin on a Multisite install.
de_de: Ihr aktueller Plan unterstützt keine Multisite. Bitte rüsten Sie auf den Business-Plan auf, um das Plugin in einer Multisite-Installation zu verwenden.
fr_fr: Votre formule actuelle ne prend pas multisite en charge. Veuillez choisir la formule Business afin d’utiliser l’extension sur une installation multisite.

source: Your current version has a known vulnerability.
de_de: Ihre aktuelle Version weist eine bekannte Schwachstelle auf.
fr_fr: La version actuellement installée contient une faille de sécurité.

source: Your issue(s) derives from not being able to install the plugin properly or get the plugin to perform its basic functions.
de_de: Ihre Probleme resultieren daraus, daß Sie das Plugin nicht ordnungsgemäß installieren können oder das Plugin seine grundlegenden Funktionen nicht ausführen kann.
fr_fr: Votre problème est un problème d’installation, ou découle du fait qu’une des fonctions de base de l’extension ne fonctionne pas comme il faut.

source: Your WordFence Secret Key may also be defined by adding the following in your functions.php:
de_de: Ihr WordFence Geheimschlüssel kann auch definiert werden, indem Sie Folgendes in ihre functions.php hinzufügen:
fr_fr: Vous pouvez également définir votre clé secrète WordFence en ajoutant ceci dans votre functions.php :

source: Description
de_de: Beschreibung

source: Exclude plugins from Autopilot rules
de_de: Schließen Sie Plugins von den Autopilot-Regeln aus

source: How about only showing critical ones?
de_de: Wie wäre es nur mit der Anzeige kritischer?

source: Ignore a single version of a single plugin during any number of days.
de_de: Eine einzelne Version eines einzelnen Plugins für eine beliebige Anzahl von Tagen ignorieren.

source: WordFence plugin not required
de_de: WordFence-Plugin nicht erforderlich
