Repository: common-repository/ignore-single-update
Catalog: lang/ignore-single-update-*.po
Languages: de_de, fr_fr

source: <a href="%s">Click here</a> to refresh this page. If the configuration was successful, these instructions will have disappeared
de_de: <a href="%s">Klicken Sie hier</a> um die Seite zu aktualisieren. Wenn die Konfiguration erfolgreich war, sind diese Anweisungen verschwunden
fr_fr: <a href="%s">Cliquez ici</a> pour recharger cette page. Si la configuration s’est correctement effectuée, ces instructions auront disparu

source: <a href="%s">Review your ignored updates</a> to ensure that it is really needed.
de_de: <a href="%s">Überprüfen Sie Ihre ignorierten Aktualisierungen</a>, um sicherzustellen, dass sie wirklich notwendig sind.
fr_fr: <a href="%s">Consultez vos mises à jour ignorées</a> pour vous assurer que cela est bien nécessaire.

source: Absolutely! You can upgrade or downgrade your plan at any time.
de_de: Auf jeden Fall! Sie können jederzeit auf einen niedrigeren oder höheren Plan umsteigen.
fr_fr: Absolument ! Vous pouvez passer sur une formule inférieure ou supérieure à tout moment.

source: Activate it
de_de: Aktivieren Sie ihn
fr_fr: Activez-la

source: Activate it to automatically delay the apparition of new updates
de_de: Aktivieren Sie es, um das Erscheinen neuer Aktualisierungen automatisch zu verzögern
fr_fr: L’activer retardera automatiquement l’apparition des nouvelles mises à jour

source: Activate it to automatically delay the apparition of new updates for your chosen amount of days.
de_de: Aktivieren Sie es, um das Erscheinen neuer Aktualisierungen automatisch um die von Ihnen gewählte Anzahl von Tagen zu verzögern.
fr_fr: Activez-le pour automatiquement retarder l’apparition des nouvelles mises à jour pendant le nombre de jours de votre choix.

source: Activate WordFence integration
de_de: WordFence-Integration aktivieren
fr_fr: Activer l’intégration de WordFence

source: Activate WordFence integration and never worry about it again
de_de: WordFence-Integration aktivieren und Sie sind sorgenfrei
fr_fr: Activez l’intégration WordFence pour ne plus avoir à vous en soucier

source: Additional Settings
de_de: Zusätzliche Einstellungen
fr_fr: Réglages supplémentaires

source: Adds an "%s" link to the popup to allow you to ignore all future versions of a plugin.
de_de: Fügt einen "%s"-Link im Popup hinzu, um zukünftige Versionen eines Plugins zu ignorieren.
fr_fr: Ajoute un lien « %s » dans la fenêtre surgissante pour vous permettre d’ignorer toutes les futures versions d’une extension.

source: Admin notices
de_de: Admin-Benachrichtigungen
fr_fr: Notifications d’administration

source: All
de_de: Alle
fr_fr: Toutes

source: All plans are year-to-year.
de_de: Alle Pläne laufen Jahr für Jahr.
fr_fr: Toutes nos formules vont d’année en année.

source: Allow to permanently ignore updates
de_de: Erlauben, zukünftige Aktualisierungen zu ignorieren
fr_fr: Permettre d’ignorer définitivement les mises à jour

source: Allows to ignore a single plugin update for a certain number of days, or until its next version.
de_de: Erlaubt das Ignorieren eines einzelnen Plugin-Aktualisierungen für eine bestimmte Anzahl von Tagen oder bis zur nächsten Version.
fr_fr: Permet d’ignorer une mise à jour d’extension pendant un nombre de jours au choix, ou jusqu’à ce qu’une autre version sorte.

source: Already have a license key?
de_de: Haben Sie bereits einen Lizenzschlüssel?
fr_fr: Vous avez déjà une clé de license ?

source: An error occurred. Refresh the page and try again.
de_de: Ein Fehler ist aufgetreten. Aktualisieren Sie die Seite und versuchen Sie es erneut.
fr_fr: Une erreur s’est produite. Veuillez actualiser la page et réessayer.

source: Any ulterior version
de_de: Irgendeine weitere Version
fr_fr: Toutes les futures versions

source: Any version (Major + Minor + Patch)
de_de: Jede Version (Haupt + Neben + Patch)
fr_fr: Toutes versions (Majeures + mineures + correctives)

source: Are you sure?
de_de: Sind Sie sicher?
fr_fr: Confirmez-vous ?

source: Automatically unignore vulnerable versions
de_de: Automatisches Aufheben des Ignorierens schadhafter Versionen
fr_fr: Dé-ignorez automatiquement les versions vulnérables

source: Autopilot
fr_fr: Pilote automatique

source: Buy Now
de_de: Jetzt kaufen
fr_fr: Acheter

source: By upgrading, you agree to this refund policy and relinquish any rights to subject it to any questions, judgment or legal actions.
de_de: Durch den Kauf des Premium-Plans, erklären Sie sich mit dieser Rückerstattungsrichtlinie einverstanden und verzichten auf jegliche Rechte, sie anzuzweifeln, zu beurteilen oder rechtlich dagegen vorzugehen.
fr_fr: En achetant la version Premium de notre extension, vous acceptez cette politique de remboursement et acceptez de ne pas la remettre en cause, ni de la soumettre à jugements ou actions en justice.

source: Can I cancel my account at any time?
de_de: Kann ich mein Konto jederzeit kündigen?
fr_fr: Est-il possible de fermer mon compte à tout moment ?

source: Can I change my plan later on?
de_de: Kann ich meinen Plan später ändern?
fr_fr: Est-il possible de changer de formule plus tard ?

source: Changes the popups' design.
de_de: Ändert das Design der Popups.
fr_fr: Change le design des fenêtres surgissantes.

source: Check that you get a "200" response code
de_de: Überprüfen Sie, ob Sie einen "200" Antwort-Code erhalten
fr_fr: Vérifiez que vous obtenez un code réponse « 200 »

source: Choose "%s" to automatically ignore any change in the X number
de_de: Wählen Sie "%s", um automatisch jede Änderung in der X-Nummer zu ignorieren
fr_fr: Choisissez « %s » pour automatiquement ignorer les versions qui changent le numéro X

source: Choose "%s" to automatically ignore any change in the X or Y number
de_de: Wählen Sie "%s", um automatisch jede Änderung in der X- oder Y-Nummer zu ignorieren
fr_fr: Choisissez « %s » pour automatiquement ignorer les versions qui changent le numéro X ou Y

source: Choose "%s" to automatically ignore any version change
de_de: Wählen Sie "%s", um automatisch jede Versionsänderung zu ignorieren
fr_fr: Choisissez « %s » pour automatiquement ignorer toutes les nouvelles versions

source: Click here to display our refund policy.
de_de: Klicken Sie hier, um unsere Rückerstattungsrichtlinien anzuzeigen.
fr_fr: Cliquez ici pour afficher notre politique de remboursement.

source: Click on "%s"
de_de: Klicken Sie auf "%s"
fr_fr: Cliquez sur « %s »

source: Clicking on it prompts for a number of days for which the update notice should not be displayed, for this specific plugin.
de_de: Durch Klicken darauf wird nach einer Anzahl von Tagen gefragt, für die die Aktualisierung-Benachrichtigungen für dieses bestimmte Plugin nicht angezeigt werden soll.
fr_fr: Cliquer dessus vous demandera un nombre de jours pendant lesquels la notification de mise à jour n’apparaîtra pas, pour cette extension en particulier.

source: Completely ignore future updates for a given plugin.
de_de: Ignorieren Sie zukünftige Aktualisierungen vollständig für ein bestimmtes Plugin.
fr_fr: Complètement ignorer toutes les futures mises à jour de l’extension de votre choix.

source: Controls from which severity level notifications should trigger.
de_de: Steuert, ab welchem Schweregrad Benachrichtigungen ausgelöst werden sollen.
fr_fr: Contrôle à partir de quel niveau de sévérité les notifications se déclencheront.

source: Controls which admin notices to display.
de_de: Kontrolliert, welche Admin-Benachrichtigungen angezeigt werden.
fr_fr: Contrôle les notifications d’administration à afficher.

source: Copy the generated Secret Key
de_de: Kopieren Sie den generierten Geheimschlüssel
fr_fr: Copiez la clé secrète que vous avez générée

source: Create a FREE WordFence account
de_de: Erstellen Sie ein KOSTENLOSES WordFence-Konto
fr_fr: Créez un compte WordFence gratuit

source: Critical
de_de: Kritisch
fr_fr: Critique

source: Critical only
de_de: Nur kritische
fr_fr: Critiques uniquement

source: day(s)
de_de: Tag(e)
fr_fr: jour(s)

source: Days admin notices are dismissed for
de_de: Tage, für die Admin-Benachrichtigungen verworfen werden
fr_fr: Jours d’omission des notifications d’administration

source: Days elapsed
de_de: Verstrichene Tage
fr_fr: Jours passés

source: Default number of days
de_de: Standardanzahl von Tagen
fr_fr: Nombre de jours par défaut

source: Delay seeing potentially bugged plugin updates, by auto-ignoring new releases for a set number of days.
de_de: Verzögern Sie das Anzeigen potenziell fehlerhafter Plugin-Aktualisierungen, indem Sie neue Veröffentlichungen automatisch für eine festgelegte Anzahl von Tagen ignorieren.
fr_fr: Retarder l’apparition de mises à jour potentiellement buggées, en ignorant automatiquement les nouvelles versions pendant un nombre de jours prédéfini.

source: Delete All
fr_fr: Tout supprimer

source: Disable all
de_de: Alles deaktivieren
fr_fr: Tout désactiver

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé

source: Do I get updates for the premium plugin?
de_de: Bekomme ich Aktualisierungen für das Premium-Plugin?
fr_fr: Aurai-je des mises à jour pour la version Premium de l’extension ?

source: Do I need multiple licenses for Multisite?
de_de: Brauche ich mehrere Lizenzen für Multisite?
fr_fr: Faut-il plusieurs licenses pour une installation multisite ?

source: Do you offer refunds?
de_de: Bieten Sie Rückerstattung an?
fr_fr: Est-il possible de se faire rembourser ?

source: Do you offer support if I need help?
de_de: Bieten Sie Unterstützung an, wenn ich Hilfe benötige?
fr_fr: Proposez-vous du support si j’ai besoin d’aide ?

source: Easily see what updates are currently ignored.
de_de: Sehen Sie leicht, welche Aktualisierungen derzeit ignoriert werden.
fr_fr: Facilement consulter quelles mises à jour sont actuellement ignorées.

source: Email Support
fr_fr: Support par e-mail

source: Entering 0 will postpone the re-apparition of the notice until the next plugin version.
de_de: Das Eingeben von 0 verschiebt das erneute Erscheinen der Benachrichtigung bis zur Veröffentlichung der nächsten Plugin-Version.
fr_fr: Saisir un 0 ne fera réapparaître la notification de mise à jour que lorsqu’une nouvelle version sera sortie.

source: Entering any number of days will postpone the re-apparition of the notice.
de_de: Das Eingeben einer beliebigen Anzahl von Tagen verschiebt das erneute Erscheinen der Benachrichtigung.
fr_fr: Saisir un nombre de jours reportera la réapparition de la notification de mise à jour.

source: Exclude plugins from Autopilot
fr_fr: Excluez des extensions du pilote automatique

source: for
de_de: für
fr_fr: pendant

source: For how many days do you want to ignore version %s?
de_de: Für wie viele Tage möchten Sie die Version %s ignorieren?
fr_fr: Pendant combien de jours voulez-vous ignorer la version %s ?

source: FOREVER
de_de: IMMER
fr_fr: À JAMAIS

source: FREE
de_de: KOSTENLOS
fr_fr: GRATUIT

source: Free Trial
fr_fr: Essai gratuit

source: Frequently Asked Questions
de_de: Häufig gestellte Fragen
fr_fr: Foire aux questions

source: Get informed in real time by email
de_de: Erhalten Sie Echtzeit-Benachrichtigungen per E-Mail
fr_fr: Recevez des informations en temps réel par e-mail

source: Get Premium
de_de: Premium holen
fr_fr: Passer en version Premium

source: Get security warnings on your installed plugins
de_de: Erhalten Sie Sicherheitswarnungen zu Ihren installierten Plugins
fr_fr: Obtenez des avertissements de sécurité sur vos extensions installées

source: Given a versioning of "X.Y.Z":
de_de: Bei einer Versionsnummer "X.Y.Z":
fr_fr: En considérant un versionnage « X.Y.Z » :

source: Go back to the WordFence page and click "%s"
de_de: Gehen Sie zurück zur WordFence-Seite und klicken Sie auf "%s"
fr_fr: Retournez sur la page WordFence et cliquez sur « %s »

source: Go to %s
de_de: Gehen Sie zu %s
fr_fr: Allez dans %s

source: Here are some details on the vulnerability:
de_de: Hier sind einige Details zur Schwachstelle:
fr_fr: Voici quelques détails sur la vulnérabilité :

source: High
de_de: Hoch
fr_fr: Élevée

source: How about only showing critical notices?
fr_fr: Que penseriez-vous de ne montrer que les critiques ?

source: How To Use
de_de: Anwendungshinweise
fr_fr: Comment s’en servir

source: I have other pre-sale questions, can you help?
de_de: Ich habe andere Fragen vor dem Kauf, können Sie helfen?
fr_fr: J’ai d’autres questions avant d’acheter. Puis-je vous les poser ?

source: If everything is properly set up, but these instructions do not disappear after page refresh, please <a href="%s">contact support</a>.
de_de: Wenn alles ordnungsgemäß eingerichtet ist, diese Anweisungen jedoch nach dem Aktualisieren der Seite nicht verschwunden sind, <a href="%s">kontaktieren Sie den Support</a>.
fr_fr: Si vous avez tout bien configuré, mais que ces instructions ne disparaissent pas après le rechargement de la page, veuillez <a href="%s">contacter l’assistance</a>.

source: If you experience problems with the plugin, we will be happy to provide a full refund within 14 days of the original upgrade date.
de_de: Wenn Sie Probleme mit dem Plugin haben, erstatten wir Ihnen den vollen Betrag innerhalb 14 Tagen des ursprünglichen Kaufdatums.
fr_fr: Dans le cas où vous auriez des problèmes avec l’extension, nous pouvons vous offrir un remboursement intégral sous 14 jours à compter de la date d’achat.

source: If you get a "404" response code, <a href="#" class="wordfence-try-again">click here</a>, then try steps 10 and 11 again
de_de: Wenn Sie einen "404" Antwort-Code erhalten, <a href="#" class="wordfence-try-again">klicken Sie hier</a> und versuchen Sie dann Schritte 10 und 11 erneut
fr_fr: Si vous obtenez un code de réponse « 404 », <a href="#" class="wordfence-try-again">cliquez ici</a>, puis recommencez les étapes 10 et 11

source: Ignore all future versions
de_de: Alle zukünftigen Versionen ignorieren
fr_fr: Ignorer toutes les futures versions

source: Ignore the latest version of the plugin of your choice, for the duration of your choice.
fr_fr: Ignorer la dernière version de l’extension de votre choix, pour la durée de votre choix.

source: Ignore update
de_de: Aktualisierung ignorieren
fr_fr: Ignorer MàJ

source: Ignored Plugin Updates
de_de: Ignorierte Plugin-Aktualisierungen
fr_fr: Mises à jour d’extensions ignorées

source: Ignored Until
de_de: Ignoriert bis
fr_fr: Ignorée jusqu’au

source: Ignored Updates
de_de: Ignorierte Aktualisierungen
fr_fr: Mises à jour ignorées

source: Ignored updates can be unignored at any time by going in the "%s"->"%s" WP menu.
de_de: Ignorierte Aktualisierungen können jederzeit aufgehoben werden, indem Sie zum WP-Menü "%s"->"%s" gehen.
fr_fr: Les mises à jour ignorées peuvent être dé-ignorées à tout moment en allant dans le menu WP « %s »->« %s ».

source: Ignored Version
de_de: Ignorierte Version
fr_fr: Version ignorée

source: In the "%s" field, enter this url:
de_de: Geben Sie in das Feld "%s" diese Adresse ein:
fr_fr: Dans le champ « %s », saisissez cette adresse :

source: Installed Version
de_de: Installierte Version
fr_fr: Version installée

source: Integrate with WordFence to know about your plugins security issues.
de_de: Integrieren Sie WordFence, um über Sicherheitsprobleme Ihrer Plugins informiert zu sein.
fr_fr: Intégrer WordFence pour connaître les problèmes de sécurité de vos extensions.

source: Integrate with WordFence to know if your installed plugin versions have newly discovered security flaws.
de_de: Integrieren Sie WordFence, um zu erfahren, ob Ihre installierten Plugin-Versionen neu entdeckte Sicherheitslücken aufweisen.
fr_fr: Intégrer WordFence pour savoir si les versions d’extensions que vous avez installées présentent des failles de sécurité récemment découvertes.

source: Is there a setup fee?
de_de: Gibt es eine Einrichtungsgebühr?
fr_fr: Y a-t-il des frais de mise en service ?

source: Issues caused by conflicts with 3rd party plugins, themes or other software will not provide grounds for a refund.
de_de: Probleme, die durch Konflikte mit Plugins von Drittanbietern, Themes oder anderen Software verursacht werden, berechtigen nicht zu einer Rückerstattung.
fr_fr: Les problèmes causés par des extensions, thèmes ou autres logiciels tiers ne constituent pas une raison valide pour un remboursement.

source: It adds an "%s" link in the "%s" and "%s" WP screens.
de_de: Es fügt einen "%s" Link in den WP-Bildschirmen "%s" und "%s" hinzu.
fr_fr: Elle ajoute un lien « %s » dans les écrans WP « %s » et « %s ».

source: Just make sure to replace xxxxxxxx by your actual key
de_de: Achten Sie darauf, xxxxxxxx durch ihren tatsächlichen Schlüssel zu ersetzen
fr_fr: Assurez-vous de bien remplacer xxxxxxxx par votre clé

source: Learn more about this vulnerability
de_de: Erfahren Sie mehr über diese Schwachstelle
fr_fr: En savoir plus sur cette vulnérabilité

source: Low
de_de: Niedrig
fr_fr: Basse

source: Major + Minor versions
de_de: Haupt- und Nebenversionen
fr_fr: Versions majeures + mineures

source: Major version
de_de: Hauptversion
fr_fr: Version majeure

source: Major versions
de_de: Hauptversionen
fr_fr: Versions majeures

source: Medium
de_de: Mittel
fr_fr: Moyenne

source: Minimum severity
de_de: Mindestschweregrad
fr_fr: Sévérité minimum

source: Minor version
de_de: Nebenversion
fr_fr: Version mineure

source: Misc
de_de: Sonstiges
fr_fr: Divers

source: Multisite Compatibility
de_de: Multisite-Kompatibilität
fr_fr: Compatiblité multisite

source: Never Ignore Critical Updates
de_de: Kritische Aktualisierungen niemals ignorieren
fr_fr: N’ignorez jamais des mises à jour critiques

source: New version released
de_de: Neue Version veröffentlicht
fr_fr: Nouvelle version sortie

source: Next version
de_de: Nächste Version
fr_fr: Version suivante

source: No Autopilot
de_de: Kein Autopilot
fr_fr: Pas de pilote automatique

source: No credit card required
fr_fr: Aucune carte de crédit nécessaire

source: No Email Support
de_de: Kein E-Mail-Support
fr_fr: Pas de support par e-mail

source: No Multisite Compatibility
de_de: Keine Multisite-Kompatibilität
fr_fr: Pas de compatibilité multisite

source: No refunds will be granted after the first 14 days of the original purchase whatsoever.
de_de: Keine Rückerstattungen werden nach den ersten 14 Tagen des ursprünglichen Kaufs gewährt.
fr_fr: Aucun remboursement ne sera accordé une fois que les 14 jours suivant la date initiale d’achat seront écoulés.

source: No WordFence Integration
de_de: Keine WordFence-Integration
fr_fr: Pas d’intégration WordFence

source: No! You only need one single Business license for the plugin to work on your entire multisite network.
de_de: Nein! Sie benötigen nur eine einzige Business-Lizenz, damit das Plugin in Ihrem gesamten Multisite-Netzwerk funktioniert.
fr_fr: Non ! Vous n’avez besoin que d’une seule license Business pour que l’extension fonctionne sur l’intégralité de votre réseau multisite.

source: No. There are no setup fees on any of our plans.
de_de: Nein. Keiner unserer Pläne hat eine Einrichtungsgebühr.
fr_fr: Non. Aucune de nos formules n’a de frais de mise en service.

source: None
de_de: Keine
fr_fr: Aucune

source: Only integers are accepted
de_de: Es werden nur ganze Zahlen akzeptiert
fr_fr: Seuls les chiffres entiers sont acceptés

source: Paid WordFence plan not required
de_de: Kostenpflichtiger WordFence-Plan nicht erforderlich
fr_fr: Sans formule payante WordFence

source: Paste the generated Secret Key in the "%s" field below, and click "%s"
de_de: Fügen Sie den generierten Geheimschlüssel in das Feld "%s" unten ein und klichen Sie auf "%s"
fr_fr: Collez la clé secrète que vous avez générée dans le champ « %s » ci-dessous, puis cliquez sur « %s »

source: Patch version
fr_fr: Version corrective

source: Permanently ignoring future versions could lead to security issues.
de_de: Das dauerhafte Ignorieren zukünftiger Versionen könnte zu Sicherheitsproblemen führen.
fr_fr: Ignorer les futures versions de manière permanente peut conduire à des problèmes de sécurité.

source: Plan Type:
de_de: Planart:
fr_fr: Type de formule :

source: Please <a href="%s" target="_blank">rate the plugin ★★★★★</a> to help keep its free version up-to-date & maintained. Thank you!
de_de: Bitte <a href="%s" target="_blank">bewerten Sie das Plugin mit ★★★★★</a>, um seine kostenlose Version aktualisiert zu halten. Vielen Dank!
fr_fr: Merci de <a href="%s" target="_blank">donner une note ★★★★★ à l’extension</a> pour aider à garder sa version gratuite à jour !

source: Plugin updated
de_de: Plugin aktualisiert
fr_fr: Extension mise à jour

source: Plugin version:
fr_fr: Version de l’extension :

source: Plugins ignored by Autopilot
de_de: Plugins vom Autopilot ignoriert
fr_fr: Extensions ignorées par le pilote automatique

source: Plugins page
de_de: Plugins-Seite
fr_fr: Page des extensions

source: Popup theme
de_de: Popup-Thema
fr_fr: Thème des fenêtres surgissantes

source: Prevent ignoring patch versions
de_de: Ignorieren von Patch-Versionen verhindern
fr_fr: Empêcher d’ignorer les versions correctives

source: Prevent ignoring vulnerable versions
de_de: Verhindern Sie das Ignorieren von schadhaften Versionen
fr_fr: Empêchez d’ignorer des versions vulnérables

source: Priority Email Support
de_de: Prioritäre E-Mail-Support
fr_fr: Support par e-mail prioritaire

source: Reason
de_de: Grund
fr_fr: Raison

source: Recommended
de_de: Empfohlen
fr_fr: Recommandé

source: Recommended action
de_de: Empfohlene Maßnahme
fr_fr: Action recommandée

source: Refund Policy
de_de: Rückerstattungsrichtlinie
fr_fr: Politique de remboursement

source: Refunds will be offered at our sole discretion and must meet all the following conditions <strong>fully</strong>:
de_de: Rückerstattungen werden nach unserem alleinigen Ermessen angeboten und müssen alle folgenden Bedingungen <strong>vollständig</strong> erfüllen:
fr_fr: Les demandes de remboursement seront accordées à notre discrétion et doivent <strong>pleinement répondre à toutes les conditions suivantes</strong> :

source: Refunds will not be granted for missing feature(s). If you are not sure we support a specific feature, please contact us first.
de_de: Es werden keine Rückerstattungen aufgrund fehlender Funktion(en) gewährt. Falls Sie nicht wissen, ob unser Plugin eine bestimmte Funktion enthält, kontaktieren Sie uns bitte zuerst.
fr_fr: Aucun remboursement ne sera accordé pour cause de fonctionnalité·s manquante·s. Dans le cas où vous ne sauriez pas si notre extension comporte une fonctionnalité en particulier, veuillez d’abord nous contacter.

source: Refunds will not be granted if you simply decide not to use the plugin.
de_de: Rückerstattungen werden nicht gewährt, wenn Sie sich einfach dazu entscheiden, das Plugin nicht zu verwenden.
fr_fr: Aucun remboursement ne sera accordé si vous décidez de ne tout simplement pas utiliser notre extension.

source: Remove confirmation popup
de_de: Bestätigungspopup entfernen
fr_fr: Supprimer la fenêtre surgissante de confirmation

source: Removes the confirmation popup when ignoring an update. The default number of days will automatically be applied.
de_de: Entfernt das Bestätigungspopup beim Ignorieren eines Aktualisierungen. Die Standardanzahl von Tagen wird automatisch angewendet.
fr_fr: Supprime la fenêtre surgissante de confirmation lorsque l’on souhaîte ignorer une mise à jour. Le nombre de jours par défaut sera automatiquement appliqué.

source: Review the "%s" or "%s" page to learn more and take action.
fr_fr: Consultez la page « %s » ou « %s » pour en savoir plus et prendre une décision.

source: Screenshots
fr_fr: Captures d’écran

source: See warnings from the "%s" and "%s" pages
de_de: Sehen Sie Warnungen von den Seiten "%s" und "%s"
fr_fr: Visualisez des avertissements depuis les pages « %s » et « %s »

source: Select plugin(s)
de_de: Wählen Sie Plugin(s) aus
fr_fr: Choisir extension·s
